[
    {
        "name": "iPhone 14 Pro",
        "description": "Votre photo. Votre typo. Vos widgets. Votre iPhone. Avec iOS 16, vous pouvez personnaliser votre écran verrouillé de façons inédites. Détourez une partie de votre photo pour la mettre en avant. Suivez l’évolution de vos anneaux Activité. Et voyez en direct les informations de vos apps préférées.Détection des accidents appelle les secours pour vous. L’iPhone 14 Pro est capable de détecter que vous venez d’avoir un grave accident de voiture. Il appelle automatiquement les secours et prévient vos contacts d’urgence.",
        "price": 1329,
        "id": "1",
        "status": false,
        "image": "https://cdn.discordapp.com/attachments/1061407497598017677/1061412190734778538/iPhone-14-Pro-6-1-5G-Double-SIM-128-Go-Violet-intense.jpg"
    },
    {
        "name": "iPhone 14",
        "description": "Votre photo. Votre typo. Vos widgets. Votre iPhone. Avec iOS 16, vous pouvez personnaliser votre écran verrouillé de façons inédites. Détourez une partie de votre photo pour la mettre en avant. Suivez l’évolution de vos anneaux Activité. Et voyez en direct les informations de vos apps préférées. L’iPhone 14 est capable de détecter que vous venez d’avoir un grave accident de voiture. Il appelle automatiquement les secours et prévient vos contacts d’urgence. La technologie OLED livre des contrastes saisissants...",
        "price": 1019,
        "id": "2",
        "status": false,
        "image": "https://static.fnac-static.com/multimedia/Images/FR/MDM/f6/3a/32/20069110/1540-1/tsp20230107150808/iPhone-14-6-1-5G-Double-SIM-128-Go-Mauve.jpg"
    },
    {
        "name": "iPhone 13",
        "description": "Super lumineux : Notre écran OLED est 28 % plus lumineux – jusqu’à 800 nits – et vous offre ainsi une visibilité optimale même en plein soleil. Et il va jusqu’à 1 200 nits pour les contenus HDR. Blancs éclatants, noirs profonds et nuances intermédiaires… rien ne vous échappe. Ce qui n’empêche pas cet écran d’être plus économe en énergie que jamais. Super riche en couleurs : Avec une large gamme de couleurs digne des normes du cinéma, l’iPhone 13 affiche exactement les teintes que vous avez en tête. Et grâce à une extraordinaire précision chromatique, tout ce qui s’affiche à l’écran est incroyablement naturel.",
        "price": 909,
        "id": "3",
        "status": false,
        "image": "https://static.fnac-static.com/multimedia/Images/FR/MDM/78/12/04/17044088/1540-1/tsp20230106232908/Apple-iPhone-13-6-1-5G-128-Go-Double-SIM-Vert.jpg"
    },
    {
        "name": "MacBook Pro",
        "description": "Super­puissance pour les pros. Le plus puissant des MacBook Pro est arrivé. Avec la puce M1 Pro ou M1 Max, la première conçue par Apple pour les pros, vous bénéficiez de performances exceptionnelles et d’une incroyable autonomie. Ajoutez à cela un sublime écran Liquid Retina XDR, la meilleure caméra et le meilleur système audio jamais intégrés à un portable Mac et tous les ports dont vous avez besoin. Premier portable du genre, le MacBook Pro est un véritable monstre.",
        "price": 2499,
        "id": "4",
        "status": false,
        "image": "https://static.fnac-static.com/multimedia/Images/FR/MDM/69/38/d4/13908073/1541-4/tsp20230107002946/Apple-MacBook-Pro-14-512-Go-D-16-Go-RAM-Puce-M1-Pro-CPU-8-coeurs-GPU-14-coeurs-Gris-sideral-Nouveau.jpg"
    },
    {
        "name": "AirPods 3",
        "description": "Apple Airpods 3Tout nouveaux, avec l'audio spatial.Tout nouveau design. Les AirPods sont légers et offrent une forme ajustée. Ils se positionnent parfaitement dans votre oreille pour plus de confort et une meilleure orientation du son. Leur tige est 33 % plus courte que celle des AirPods de 2? génération et inclut un capteur de pression pour contrôler facilement votre musique et vos appels.Audio spatial avec suivi dynamique des mouvements de la tête.",
        "price": 219,
        "id": "5",
        "status": false,
        "image": "https://static.fnac-static.com/multimedia/Images/FR/MDM/0b/e4/06/17228811/1540-1/tsp20230106144659/Apple-AirPods-3-avec-boitier-de-charge-Magsafe-Ecouteurs-sans-fil-True-Wirele.jpg"
    },
    {
        "name": "AirPods Pro",
        "description": "Réduction active du bruit pour un son profondément immersif. Nous avons créé ces écouteurs d’un nouveau type pour vous offrir un niveau de confort exceptionnel. Avec leur design personnalisable, ils s’ajustent à votre morphologie et assurent une isolation sonore hors pair qui optimise la Réduction active du bruit. Au creux de votre oreille, n’existe plus que la musique. Disponibles en trois tailles, les embouts en silicone souple et douce se fixent d’une simple pression.",
        "price": 199,
        "id": "6",
        "status": false,
        "image": "https://static.fnac-static.com/multimedia/Images/FR/MDM/75/38/f9/16332917/1540-1/tsp20230106143939/Apple-Airpods-Pro-Blanc-avec-boitier-de-charge-Reconditionne-Grade-A-Reborn.jpg"
    },
    {
        "name": "Apple Watch 8",
        "description": "Une affaire de cœur.Trois élégants coloris de boîtier. De puissants capteurs pour davantage de données sur votre forme et votre santé. Des fonctionnalités de sécurité innovantes. Des moyens pratiques de rester en contact. Un processeur bicœur plus rapide pour des performances améliorées.Encore une minute.App Cartes. Gardez vos cartes d’embarquement, vos tickets de cinéma ou vos cartes de fidélité toujours à portée de main.Localiser vos appareils, vos proches, ou des objets égarés.",
        "price": 499,
        "id": "7",
        "status": false,
        "image": "https://static.fnac-static.com/multimedia/Images/FR/MDM/b5/af/31/20033461/1540-1/tsp20230107150808/Apple-Watch-Series-8-GPS-boitier-Aluminium-Lumiere-Stellaire-41mm-avec-Bracelet-Lumiere-Stellaire.jpg"
    },
    {
        "name": "Apple iMac 24",
        "description": "Sept teintes, sept possibilités. Premier système sur puce conçu pour Mac, la puce M1 est l’élément qui a rendu possible ce design extraordinaire. L’iMac en devient tellement fin et compact qu’il trouve sa place partout. La puce M1 réunit le processeur, la carte graphique, la mémoire et plus encore. C’est grâce à elle qu’il a été possible de faire tenir un ordinateur tout entier dans un espace si étroit.Plein la vue. Et plein de détails.",
        "price": 1449,
        "id": "8",
        "status": false,
        "image": "https://static.fnac-static.com/multimedia/Images/FR/MDM/5d/24/e2/14820445/1541-2/tsp20230107003834/Apple-iMac-24-512-Go-D-8-Go-RAM-Puce-M1-CPU-8-coeurs-GPU-8-coeurs-Jaune-Mi-2021.jpg"
    }
]